Repository: Kim-Jiny/yamTODO
Catalog: yamTODO/Common/Resources/Localize/Localizable.xcstrings
Source language: en
Languages: de, fr, ja, ko, pt_pt, vi, zh_hans, zh_hant

source: Add
de: Hinzufügen
fr: Ajouter
ja: 追加
ko: 추가
pt_pt: Acrescente
vi: Thêm
zh_hans: 添加
zh_hant: 聯繫我們

source: Add a new color
de: Fügen Sie eine neue Farbe hinzu.
fr: Ajouter une nouvelle couleur
ja: 新しい色を追加する
ko: 새로운 색상 추가
pt_pt: Adicionar uma nova cor
vi: Thêm màu mới
zh_hans: 添加新颜色
zh_hant: 添加新顏色

source: App settings
de: App-Einstellungen
fr: Paramètres de l'application
ja: アプリの設定
ko: 앱 설정
pt_pt: Colocação da aplicação
vi: Thiết lập ứng dụng
zh_hans: 应用设置
zh_hant: 應用設置

source: Are you sure you want to delete?
de: Sind Sie sicher, dass Sie löschen möchten?
fr: Tu es sûr de vouloir supprimer ?
ja: 削除してよろしいですか？
ko: 삭제 하시겠습니까?
pt_pt: Está certo de que quer suprimir?
vi: Bạn có chắc chắn muốn xóa không?
zh_hans: 确定要删除吗？
zh_hant: 確定要刪除嗎？

source: Are you sure you want to delete? Deleting will remove recurring events beyond today. Please remove tasks that have already been scheduled in the past from the calendar.
de: Sind Sie sicher, dass Sie löschen möchten? Die Streichung entfernt wiederkehrende Ereignisse über heute hinaus. Bitte entfernen Sie Aufgaben, die in der Vergangenheit bereits geplant waren.
fr: Tu es sûr de vouloir supprimer ? La suppression supprimera les événements récurrents au-delà d'aujourd'hui. Veuillez supprimer les tâches déjà programmées du calendrier.
ja: 削除してよろしいですか？ 削除すると、今日以降の繰り返しイベントが削除されます。 過去にスケジュールされたタスクをカレンダーから削除してください。
ko: 삭제하시겠습니까? 삭제하면 오늘 이후로 반복되는 작업이 제거됩니다. 과거에 이미 등록된 할 일은 캘린더에서 삭제해주세요.
pt_pt: Está certo de que quer suprimir? Suprimir eliminará eventos recorrentes para além de hoje. Por favor remova tarefas que já foram programadas no passado do calendário.
vi: Bạn có chắc chắn muốn xóa không? Xóa sẽ xóa các sự kiện lặp lại sau ngày hôm nay. Vui lòng xóa các tác vụ đã được lên lịch trong quá khứ khỏi lịch.
zh_hans: 确定要删除吗？ 删除将删除今天以后的重复事件。 请从日历中删除过去已安排的任务。
zh_hant: 確定要刪除嗎？ 刪除將刪除今天以後的重複事件。 請從日曆中刪除過去已安排的任務。

source: Are you sure you want to go to the App Store to download the latest version of the app?
de: Sind Sie sicher, dass Sie in den App Store gehen wollen, um die neueste Version der Anwendung herunterzuladen?
fr: Êtes-vous sûr de vouloir aller à l'App Store pour télécharger la dernière version de l'application ?
ja: App Storeにアクセスして、最新バージョンのアプリをダウンロードしてよろしいですか？
ko: 앱스토어로 이동하여 최신 버전의 앱을 다운로드하시겠습니까?
pt_pt: Você está certo de querer ir à App Store para descarregar a última versão da aplicação?
vi: Bạn có chắc chắn muốn vào App Store để tải xuống phiên bản mới nhất của ứng dụng không?
zh_hans: 您真的想去App Store下载最新版本的应用程序吗？
zh_hant: 您真的想去App Store下載最新版本的應用程序嗎？

source: Calendar
de: Kalender
fr: Calendrier
ja: カレンダー
ko: 캘린더
vi: Lịch
zh_hans: 活动日历
zh_hant: 活動日曆

source: Cancel
de: Abbrechen
fr: Annulez.
ja: キャンセル
ko: 취소
pt_pt: Cancelar
vi: & Bỏ
zh_hans: 取消预订
zh_hant: 取消預訂

source: Communication
de: Kommunikation
ja: コミュニケーション
ko: 소통
pt_pt: Comunicação
vi: Thông tin liên lạc
zh_hans: 联系方式
zh_hant: 通訊

source: Delete
de: Löschen (D)
fr: Supprimer
ja: 削除
ko: 삭제
vi: Xoá
zh_hans: 删除
zh_hant: 刪除

source: Edit
de: Bearbeiten (E)
fr: Modifier
ja: 編集
ko: 등록
pt_pt: Redacção
vi: Sửa
zh_hans: 修整
zh_hant: 修整

source: Guest
de: Gäste
fr: Invité
ja: ゲスト
ko: 게스트
vi: khách
zh_hans: 联系我们
zh_hant: 聯繫我們

source: Home
de: Hauptsache:
fr: À la maison.
ja: 自宅
ko: 홈
vi: Trang chủ
zh_hans: 联系我们
zh_hant: 聯繫我們

source: If left blank, the task will be deleted.
de: Wenn die Aufgabe leer bleibt, wird sie gelöscht.
fr: S'il est laissé en blanc, la tâche sera supprimée.
ja: 空白のままにすると、タスクは削除されます。
ko: 빈 값으로 두면 작업이 삭제됩니다.
pt_pt: Se deixar em branco, a tarefa será suprimida.
vi: Nếu để trống, nhiệm vụ sẽ bị xóa.
zh_hans: 如果留空，则任务将被删除。
zh_hant: 如果留空，則任務將被刪除。

source: If you use the app as a Guest, data will be stored locally. You can log in later.
de: Wenn Sie die Anwendung als Gast verwenden, werden Daten lokal gespeichert. Sie können sich später anmelden.
fr: Si vous utilisez l'application en tant qu'invité, les données seront stockées localement. Vous pourrez vous connecter plus tard.
ja: アプリをゲストとして使用する場合、データはローカルに保存されます。 後でログインできます。
ko: 게스트로 앱을 사용하면 데이터가 로컬에 저장됩니다. 나중에 로그인할 수 있습니다
pt_pt: Se utilizar a aplicação como convidado, os dados serão armazenados localmente. Podem ligar-se mais tarde.
vi: Nếu bạn sử dụng ứng dụng làm Khách, dữ liệu sẽ được lưu trữ cục bộ. Bạn có thể đăng nhập sau.
zh_hans: 如果您以访客身份使用应用程序，则数据将在本地存储。 您可以稍后登录。
zh_hant: 如果您以訪客身份使用應用程序，則數據將在本地存儲。 您可以稍後登錄。

source: It's not the latest version
de: Es ist nicht die neueste Version.
fr: Ce n'est pas la dernière version.
ja: 最新バージョンではありません
ko: 최신 버전이 아닙니다
pt_pt: Não é a última versão
vi: Đó không phải là phiên bản mới nhất
zh_hans: 这不是最新版本
zh_hant: 這不是最新版本

source: My Page
de: Meine Seite
fr: Ma page
ja: マイページ
ko: 마이 페이지
pt_pt: Página da Internet
vi: Trang của tôi
zh_hans: 我的页面
zh_hant: 我的頁面

source: Mypage
de: Meine Seite
fr: Ma page
ja: マイページ
ko: 마이페이지
pt_pt: Página da Internet
vi: Trang của tôi
zh_hans: 我的页面
zh_hant: 我的頁面

source: Notice
de: Mitteilung
fr: Avis
ja: お知らせ
ko: 알림
pt_pt: Aviso
vi: Thông báo
zh_hans: 告示
zh_hant: 告示

source: Please create a task.
de: Bitte erstellen Sie eine Aufgabe.
fr: S'il vous plaît, créez une tâche.
ja: タスクを作成してください。
ko: 할 일 등록
pt_pt: Por favor criem uma tarefa.
vi: Vui lòng tạo một nhiệm vụ.
zh_hans: 请创建一个任务。
zh_hant: 請創建一個任務。

source: Please enter the title of the schedule.
de: Bitte geben Sie den Titel des Zeitplans ein.
fr: Veuillez entrer le titre de l'horaire.
ja: スケジュールのタイトルを入力してください。
ko: 일정의 타이틀을 입력해주세요.
pt_pt: Por favor, insira o título da programação.
vi: Vui lòng nhập tiêu đề của lịch trình.
zh_hans: 请输入日程表的标题。
zh_hant: 請輸入日程表的標題。

source: Please write the name of the custom color
de: Bitte schreiben Sie den Namen der benutzerdefinierten Farbe.
fr: Veuillez écrire le nom de la couleur personnalisée.
ja: カスタムカラーの名前を記入してください
ko: 커스텀 색상 이름을 작성해 주세요.
pt_pt: Por favor escreva o nome do corespedal
vi: Vui lòng viết tên của màu tùy chỉnh
zh_hans: 请填写自定义颜色的名称
zh_hant: 請填寫自定義顏色的名稱

source: Postpone for a day
de: Verschieben für einen Tag
fr: Reporter pour un jour
ja: 一日延期する
ko: 하루 미루기
pt_pt: Atrasar por um dia
vi: Trì hoãn một ngày
zh_hans: 推迟一天
zh_hant: 推遲一天

source: Recurring schedule
de: Wiederkehrende Zeitpläne
fr: Calendrier récurrent
ja: 定期スケジュール
ko: 반복 할 일
pt_pt: Calendário de repetição
vi: Lịch trình lặp lại
zh_hans: 定期时间表
zh_hant: 定期時間表

source: Recurring tasks can only be registered from today onwards.
de: Wiederkehrende Aufgaben können ab heute nur registriert werden.
fr: Les tâches récurrentes ne peuvent être enregistrées qu'à partir d'aujourd'hui.
ja: 定期的なタスクは、今日以降のみ登録できます。
ko: 반복 할 일 은 오늘 이후로만 등록됩니다.
pt_pt: A partir de hoje, as tarefas que se repetem só podem ser registadas.
vi: Các tác vụ lặp lại chỉ có thể được đăng ký từ hôm nay trở đi.
zh_hans: 重复任务只能从今天开始注册。
zh_hant: 重複任務只能從今天開始註冊。

source: Register a task
de: Registrieren Sie eine Aufgabe
fr: Enregistrer une tâche
ja: タスクを登録する
ko: 할 일 등록
pt_pt: Registo de uma tarefa
vi: Đăng ký một nhiệm vụ
zh_hans: 注册任务
zh_hant: 註冊任務

source: Save
de: Speichern (S)
fr: Sauver
ko: 저장
pt_pt: Conservação
vi: Lưu
zh_hans: 立即预订
zh_hant: 立即預訂

source: Select the dark color
de: Wählen Sie die dunkle Farbe aus.
fr: Sélectionnez la couleur foncée.
ja: 暗い色を選択します
ko: 어두운 색상 선택
vi: Chọn màu tối
zh_hans: 选择暗色
zh_hant: 選擇暗色

source: Select the light color
de: Wählen Sie die helle Farbe aus.
fr: Sélectionnez la couleur de la lumière.
ja: ライトの色を選択します
ko: 밝은 색상 선택
pt_pt: Seleccionar a cor da luz
vi: Chọn màu sáng
zh_hans: 请选择浅色
zh_hant: 請選擇淺色

source: Select the main color
de: Wählen Sie die Hauptfarbe aus.
fr: Sélectionnez la couleur principale.
ja: メインカラーを選択
ko: Main 색상 선택
pt_pt: Seleccionar a cor principal
vi: Chọn màu chính
zh_hans: 选择主要颜色
zh_hant: 選擇主要顏色

source: Select TodayColor
de: Wählen Sie heute Farbe
fr: Sélectionnez la couleur d'aujourd'hui
ja: 今日のカラーを選択
ko: Today 색상 선택
pt_pt: Escolha de hojeColor
vi: Chọn màu hôm nay
zh_hans: 选择今天颜色
zh_hant: 選擇今天顏色

source: Send feedback to the developer (Inquiry)
de: Senden Sie Feedback an den Entwickler (Erfrage)
fr: Envoyer la rétroaction au développeur (enquête)
ja: 開発者にフィードバックを送信する (お問い合わせ)
ko: 개발자에게 피드백 보내기 (문의하기)
pt_pt: Envie feedback ao developer (Inquérito)
vi: Gửi phản hồi cho nhà phát triển (Yêu cầu)
zh_hans: 向开发者发送反馈（询价）
zh_hant: 向開發者發送反饋（詢價）

source: Setting App Color
de: Die Einstellung der Applikationsfarbe
fr: Réglage de la couleur de l'application
ja: アプリケーションの色の設定
ko: 앱 컬러 설정
pt_pt: Preparação do copo de aplicação
vi: Thiết lập màu ứng dụng
zh_hans: 设置应用颜色
zh_hant: 設置應用顏色

source: Setting up a recurring schedule
de: Einrichtung eines wiederkehrenden Zeitplans
fr: Établissement d'un calendrier récurrent
ja: 定期スケジュールの設定
ko: 반복 설정
pt_pt: Preparação de um calendário recorrente
vi: Thiết lập lịch trình định kỳ
zh_hans: 设置循环时间表
zh_hant: 設置循環時間表

source: This is the latest version.
de: die neueste Version.
fr: la dernière version.
ja: 最新版。
ko: 최신 버전입니다.
pt_pt: a última versão.
vi: phiên bản mới nhất.
zh_hans: 最新版本
zh_hant: 最新版本

source: To modify the color
de: Um die Farbe zu ändern
fr: Pour modifier la couleur
ja: 色を変更するには
ko: 컬러 수정하기
pt_pt: Alterar a cor
vi: Thay đổi màu sắc
zh_hans: 修改颜色
zh_hant: 修改顏色

source: Unable to send email
de: E-Mail-Adresse nicht zu versenden.
fr: Impossible d'envoyer un courriel
ja: Eメールを送信できません
ko: 메일을 보낼 수 없습니다.
pt_pt: Incapacidade de enviar e-mail
vi: Không thể gửi email
zh_hans: 无法发送电子邮件
zh_hant: 無法發送電子郵件

source: Would you like to postpone this task to tomorrow?
de: Möchten Sie diese Aufgabe auf morgen verschieben?
fr: Voulez-vous reporter cette tâche à demain ?
ja: 明日の作業を延期したいのですか？
ko: 이 할 일을 하루 미루시겠습니까?
pt_pt: Gostaria de adiar esta tarefa para amanhã?
vi: Bạn có muốn hoãn nhiệm vụ này sang ngày mai không?
zh_hans: 你愿意把这个任务推迟到明天吗？
zh_hant: 你願意把這個任務推遲到明天嗎？

source: You can enter a detailed description for the task.
de: Sie können eine detaillierte Beschreibung der Aufgabe eingeben.
fr: Vous pouvez entrer une description détaillée de la tâche.
ja: タスクの詳細な説明を入力することができます。
ko: 이 일에 대한 자세한 설명을 입력할 수 있습니다.
pt_pt: Pode inscrever uma descrição pormenorizada da tarefa.
vi: Bạn có thể nhập mô tả chi tiết cho tác vụ.
zh_hans: 您可以输入任务的详细描述。
zh_hant: 您可以輸入任務的詳細描述。

source: You cannot send emails from this device.
de: Sie können keine E-Mails von diesem Gerät senden.
fr: Vous ne pouvez pas envoyer de courriels depuis cet appareil.
ja: このデバイスから電子メールを送信することはできません。
ko: 이 디바이스에서 이메일을 사용할 수 없습니다.
pt_pt: Não pode enviar emails deste dispositivo.
vi: Bạn không thể gửi email từ thiết bị này.
zh_hans: 您无法从这个设备发送电子邮件。
zh_hant: 您無法從這個設備發送電子郵件。

# 광고
source: Advertising
de: Werbung
fr: Publicité
ja: 広告
ko: 광고
pt_pt: Publicidade
vi: quảng cáo
zh_hans: 广告
zh_hant: 廣告

source: App Color Setting
fr: Réglage de la couleur de l'application
ja: アプリケーションの色設定
ko: 앱 컬러 설정
pt_pt: Aplicação Coloração
vi: Thiết lập màu ứng dụng
zh_hans: 应用颜色设置
zh_hant: 應用顏色設置

source: App version v%@
fr: Version applicable v%@
ja: アプリのバージョン v%@
ko: 현재 앱 버전 v%@
vi: Phiên bản ứng dụng v%@
zh_hans: 应用版本 v%@
zh_hant: 應用程序 v%@

source: Google Login
fr: Login de Google
ja: Google ログイン
ko: 구글 로그인
vi: Đăng nhập Google
zh_hans: 谷歌登录
zh_hant: Google登錄

source: OK
fr: D'accord.
ko: 확인
pt_pt: Muito bem.
vi: Được rồi.
zh_hans: 好
zh_hant: 好
